/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d daha var)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "\"%1$@\" isimli öğe \"%2$@\" arşivinden çıkartılamadı: %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "\"%1$@\" için \"%2$@\" isimli arşivden kaynak çatalı çıkartılamadı:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Saptanmış Kodlama";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Otomatik Olarak Algıla";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Çıkart";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Arşivi Çıkart";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Çıkartılıyor \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "\"%@\" çıkartmaya hazırlanıyor";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Seç";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Arşivden çıkartılacak dosyaları seç";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "\"%@\" içerikleri The Unarchiver ile çıkartılamıyor.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "\"%1$@\" içerikleri çıkartılırken bir hata oluştu: %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "\"%1$@\" içeriklerine ulaşırken bir hata oluştu: %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Çıkart";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "\"%@\" açmak için lütfen arşiv şifresini girin.";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "The Unarchiver arşivlerinizi nereye çıkartsın?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Ya her zaman aynı klasöre çıkartın, ya da her seferinde uygulamanın size hedef bir konum sormasına izin verin.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Her Seferinde Sor";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Aynı Klasöre Çıkart";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver, çıkartılmış dosyaları seçili klasöre kaydetmek için izninizi istiyor. \"Çıkart\"a tıklayarak bu eylemi onaylayın.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver, bu konumda seçili arşivin diğer kısımları içinde arama yapmak için izninizi istiyor. Bu eylemi onaylamak için \"Ara\"ya tıklayın.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Ara";

/* Check for updates menu item */
"Check for Updates…" = "Güncellemeleri Denetle…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Arşiv dosyası tamamlanmamış";
"Opening file failed" = "Dosya açılamadı";
"Missing or wrong password" = "Girilen şifre hatalı";
"Wrong checksum" = "Arşiv dosyası bozuk";
"Could not create directory" = "Klasör oluşturulamadı";

/* Uncommon or unused errors */
"Unknown error" = "Bilinmeyen hata";
"Failed to write to file" = "Dosya yazımı başarısız";
"Function called with illegal parameters" = "İşlem hatalı parametrelerle yazıldı";
"Not enough memory available" = "Yeterli saklama alanı yok";
"Data is corrupted" = "Veri bozuk";
"File is not fully supported" = "Dosya tam olarak desteklenmiyor";
"Required resource missing" = "Gerekli kaynak bulunamadı";
"Error on decrunching" = "Arşivin çıkartılışında hata oluştu";
"Unknown file type" = "Bilinmeyen dosya türü";
"File, disk has been skipped" = "Dosya veya disk atlandı";
"User cancelled extraction" = "Kullanıcı çıkartma işlemini durdurdu";
"File already exists" = "Bu dosya zaten var";
"Verify failed (disk hook)" = "Doğrulama başarısız";
"Wrong drive geometry" = "Yanlış sürücü geometrisi";
"Unknown data format" = "Bilinmeyen veri formatı";
"Source contains no files" = "Kaynak herhangi bir dosya içermiyor";
"Unknown filesystem" = "Bilinmeyen dosya sistemi";
"Name of file exists as directory" = "Dosyanın ismi aynı zamanda dizin olarak geçiyor";
"Buffer was too short" = "Arabellek çok kısa";
"Text encoding was defective" = "Metin kodlaması bozuk";
"Could not create symlink" = "Symlink oluşturulamıyor";

"AlertTitle_SetFileTypeAssociationAppStore" = "Seçili dosya türleri için The Unarchiver'ı saptanmış uygulama olarak belirle.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Bir dosyaya sağ tıklayarak \"Bilgi Al\"a ulaşın ve \"Birlikte Aç:\" seçeneğinde The Unarchiver'ı seçin. Bunu benzer tüm arşivlere uygulamak için \"Tümünü Değiştir…\"e tıklayın.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Dilerseniz, seçili dosya türleri için başka bir uygulamayı saptanmış olarak seçin.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Bir dosyaya sağ tıklayarak \"Bilgi Al\"a ulaşın ve \"Birlikte Aç:\" seçeneğinde arzu ettiğiniz uygulamayı seçin. Bunu benzer tüm arşivlere uygulamak için \"Tümünü Değiştir…\"e tıklayın.";

/* About window */
"Standalone" = "Tek Başına";

/* Extracted view */
"extracted" = "çıkartıldı";
